Repository: Smerch177/khaiAssistant
Catalog: locales/*/LC_MESSAGES/bot.po
Languages: uk

source: Question from {name}(@{username}): {text}
uk: Питання від {name}(@{username}): {text}

source: get list of chats
uk: отримати список чатів

source: get list of calls
uk: отримати список дзвінків

source: create post
uk: створити пост

source: view user scores
uk: переглянути бали користувачів

source: start bot
uk: запустити бота

source: how it works?
uk: як це працює?

source: change language
uk: змінити мову

source: open bot settings
uk: відкрити налаштування бота

source: ask a question
uk: задати питання

source: order a call
uk: замовити дзвінок

source: calculate your score
uk: розрахувати свій бал

source: Chats list 📁
uk: Список чатів 📁

source: Call list 📞
uk: Список дзвінків 📞

source: User scores 🧮
uk: Бали користувачів 🧮

source: Enter the text of the post
uk: Введіть текст поста

source: Send a photo of the post
uk: Надішліть фото поста

source: Send the date of the post, example: 2024-12-31 23:59:59
uk: Надішліть дату поста, приклад: 2024-12-31 23:59:59

source: Invalid date format. Use YYYY-MM-DD HH:MM:SS
uk: Неправильний формат дати. Використовуйте YYYY-MM-DD HH:MM:SS

source: Post created
uk: Пост створено

source: Choose an action from the menu 👇
uk: Оберіть дію з меню 👇

source: Language changed successfully Press /help to find out how I can help you
uk: Мову успішно змінено Натисніть /help, щоб дізнатися, як я можу вам допомогти

source: Choose your language
uk: Оберіть вашу мову

source: Hi {full_name}! Choose your language
uk: Привіт, {full_name}! Оберіть вашу мову

source: Help 🆘
uk: Допомога 🆘

source: Enter answer
uk: Введіть відповідь

source: Answer: {text}
uk: Відповідь: {text}

source: Your answer has been sent
uk: Вашу відповідь надіслано

source: Enter your question
uk: Введіть ваше запитання

source: Your question has been sent
uk: Ваше запитання надіслано

source: Enter your phone number
uk: Введіть ваш номер телефону

source: Your call has been ordered
uk: Ваш дзвінок замовлено

source: Choose the science
uk: Оберіть предмет

source: Enter the score
uk: Введіть бал

source: Do you have a KHAI certificate of successful completion of preparatory courses?(It is considered only for the specialty 172)
uk: Чи є у вас сертифікат ХАІ про успішне закінчення підготовчих курсів?(Враховується тільки для спеціальності 172)

source: Your score for 126 - Information systems and technologies is: {score_126}
uk: Ваш бал для 126 - Інформаційні системи та технології: {score_126}

source: Your score for 172 - Electronic communications and radio engineering is: {score_172} (Your points for admission under the first and second priority)
uk: Ваш бал за спеціальністю 172 - Електронні комунікації та радіотехніка становить: {score_172} (Ваші бали при вступі за першим та другим пріоритетом)

source: You can pass on a budget!
uk: Ви можете пройти на бюджет!

source: Unfortunately, you may not qualify for the budget
uk: На жаль, ви можете не пройти на бюджет

source: Yes
uk: Так

source: No
uk: Ні

source: Settings 🛠
uk: Налаштування 🛠

source: Create post ✉️
uk: Створити пост ✉️

source: View user scores 🧮
uk: Переглянути бали користувачів 🧮

source: Ask a question 🙋
uk: Задати запитання 🙋

source: Order a call 📞
uk: Замовити дзвінок 📞

source: Calculate your score 🧮
uk: Розрахувати свої бали 🧮

source: Answer the question
uk: Відповісти на запитання
